-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Oct 04, 2024 at 07:44 PM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `university`
--

-- --------------------------------------------------------

--
-- Table structure for table `departments`
--

CREATE TABLE `departments` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `gpa` double NOT NULL,
  `study_type` varchar(255) NOT NULL,
  `branch` varchar(255) NOT NULL,
  `fees` double NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `departments`
--

INSERT INTO `departments` (`id`, `name`, `gpa`, `study_type`, `branch`, `fees`, `created_at`, `updated_at`) VALUES
(1, 'طب الاسنان', 85, 'صباحي', 'احيائي', 8750, '2024-10-02 15:32:32', '2024-10-02 15:32:32'),
(2, 'الصيدلية', 85, 'صباحي', 'احيائي', 8250, '2024-10-02 23:31:40', '2024-10-02 23:31:40'),
(3, 'كلية التمريض', 70, 'صباحي', 'احيائي', 3500, '2024-10-03 01:34:06', '2024-10-03 01:34:06'),
(4, 'كلية القانون', 65, 'صباحي', 'احيائي', 1600, '2024-10-03 01:35:09', '2024-10-03 01:35:09'),
(5, 'كلية القانون', 61, 'مسائي', 'تطبيقي', 1600, '2024-10-03 01:36:14', '2024-10-03 01:36:14'),
(6, 'كلية القانون', 61, 'مسائي', 'ادبي', 1600, '2024-10-03 01:36:29', '2024-10-03 01:36:29'),
(7, 'أدارة الاعمال', 50, 'صباحي', 'احيائي', 1600, '2024-10-03 01:37:20', '2024-10-03 01:37:20'),
(8, 'أدارة الاعمال', 50, 'مسائي', 'تطبيقي', 1600, '2024-10-03 01:37:54', '2024-10-03 01:37:54'),
(9, 'أدارة الاعمال', 50, 'مسائي', 'الادبي تجارة', 1600, '2024-10-03 01:38:21', '2024-10-03 01:38:21'),
(10, 'اداب اللغة الانكليزية', 50, 'صباحي', 'احيائي', 1600, '2024-10-03 01:39:55', '2024-10-03 01:39:55'),
(11, 'الاعلام-فرع الصحافة', 50, 'صباحي', 'احيائي', 1600, '2024-10-03 01:40:45', '2024-10-03 01:40:45'),
(12, 'الاعلام-فرع الصحافة', 50, 'صباحي', 'تطبيقي', 1600, '2024-10-03 01:41:05', '2024-10-03 01:41:05'),
(13, 'الاعلام-فرع الصحافة', 50, 'صباحي', 'الادبي', 1600, '2024-10-03 01:41:34', '2024-10-03 01:41:34'),
(14, 'اداب اللغة الانكليزية', 50, 'مسائي', 'معهد اعداد المعلمين', 1600, '2024-10-03 01:42:16', '2024-10-03 01:42:16'),
(15, 'الاعلام-فرع الصحافة', 50, 'مسائي', 'الادبي', 1600, '2024-10-03 01:43:15', '2024-10-03 01:43:15'),
(16, 'الاثار', 50, 'صباحي', 'احيائي', 1600, '2024-10-03 01:43:42', '2024-10-03 01:43:42'),
(17, 'الاثار', 50, 'صباحي', 'تطبيقي', 1600, '2024-10-03 01:43:56', '2024-10-03 01:43:56'),
(18, 'الاثار', 50, 'صباحي', 'الادبي', 1600, '2024-10-03 01:44:03', '2024-10-03 01:44:03'),
(19, 'الاثار', 50, 'مسائي', 'اعدادية فرع الفنون', 1600, '2024-10-03 01:45:02', '2024-10-03 01:45:02'),
(20, 'الاثار', 50, 'مسائي', 'الاعداديات الاسلامية', 1600, '2024-10-03 01:45:24', '2024-10-03 01:45:24'),
(21, 'تقنيات المختبرات الطبية', 70, 'صباحي', 'احيائي', 3000, '2024-10-03 01:46:11', '2024-10-03 01:46:11'),
(22, 'تقنيات التخدير', 70, 'صباحي', 'احيائي', 4000, '2024-10-03 01:47:02', '2024-10-03 01:47:02'),
(23, 'تقنيات التخدير', 65, 'مسائي', 'احيائي', 4000, '2024-10-03 01:47:33', '2024-10-03 01:47:33'),
(24, 'تقنيات المختبرات الطبية', 65, 'مسائي', 'احيائي', 3000, '2024-10-03 01:47:54', '2024-10-03 01:47:54'),
(25, 'تقنيات الاشعة', 70, 'صباحي', 'احيائي', 3000, '2024-10-03 01:51:04', '2024-10-03 01:51:04'),
(26, 'تقنيات الاشعة', 65, 'مسائي', 'احيائي', 3000, '2024-10-03 01:51:36', '2024-10-03 01:51:36'),
(27, 'تقنيات البصريات', 70, 'صباحي', 'احيائي', 3250, '2024-10-03 01:52:12', '2024-10-03 01:52:12'),
(28, 'تقنيات صناعة الاسنان', 70, 'صباحي', 'احيائي', 4000, '2024-10-03 01:52:43', '2024-10-03 01:52:43'),
(29, 'تقنيات صناعة الاسنان', 65, 'مسائي', 'احيائي', 4000, '2024-10-03 01:52:57', '2024-10-03 01:52:57'),
(30, 'علوم الفيزياء الطبية', 57, 'صباحي', 'احيائي', 2250, '2024-10-03 01:54:00', '2024-10-03 01:54:00'),
(31, 'علوم الفيزياء الطبية', 57, 'صباحي', 'تطبيقي', 2250, '2024-10-03 01:54:24', '2024-10-03 01:54:24'),
(32, 'علوم الفيزياء الطبية', 55, 'مسائي', 'احيائي', 2250, '2024-10-03 01:54:45', '2024-10-03 01:54:45'),
(33, 'علوم الفيزياء الطبية', 55, 'مسائي', 'تطبيقي', 2250, '2024-10-03 01:55:02', '2024-10-03 01:55:02'),
(34, 'الانظمة الطبية الذكية', 57, 'صباحي', 'احيائي', 2250, '2024-10-03 01:55:54', '2024-10-03 01:55:54'),
(35, 'الانظمة الطبية الذكية', 57, 'صباحي', 'تطبيقي', 2250, '2024-10-03 01:56:49', '2024-10-03 01:56:49'),
(36, 'الانظمة الطبية الذكية', 55, 'مسائي', 'تطبيقي', 2250, '2024-10-03 01:57:18', '2024-10-03 01:57:18'),
(37, 'الانظمة الطبية الذكية', 55, 'مسائي', 'احيائي', 2250, '2024-10-03 01:57:37', '2024-10-03 01:57:37'),
(38, 'علوم الامن السيبراني', 57, 'صباحي', 'احيائي', 2500, '2024-10-03 01:58:30', '2024-10-03 01:58:30'),
(39, 'علوم الامن السيبراني', 57, 'صباحي', 'تطبيقي', 2500, '2024-10-03 01:58:48', '2024-10-03 01:58:48'),
(40, 'علوم الامن السيبراني', 57, 'صباحي', 'صناعة', 2500, '2024-10-03 01:58:56', '2024-10-03 01:58:56'),
(41, 'علوم الامن السيبراني', 55, 'مسائي', 'صناعة', 2500, '2024-10-03 01:59:26', '2024-10-03 01:59:26'),
(42, 'علوم الامن السيبراني', 55, 'مسائي', 'احيائي', 2500, '2024-10-03 01:59:41', '2024-10-03 01:59:41'),
(43, 'علوم الامن السيبراني', 55, 'مسائي', 'تطبيقي', 2250, '2024-10-03 01:59:51', '2024-10-03 01:59:51'),
(44, 'علوم الذكاء الاصطناعي', 55, 'مسائي', 'احيائي', 2250, '2024-10-03 02:03:55', '2024-10-03 02:03:55'),
(45, 'علوم الذكاء الاصطناعي', 55, 'مسائي', 'صناعة', 2250, '2024-10-03 02:04:31', '2024-10-03 02:04:31'),
(46, 'علوم الذكاء الاصطناعي', 55, 'مسائي', 'تطبيقي', 2250, '2024-10-03 02:06:38', '2024-10-03 02:06:38'),
(47, 'علوم الذكاء الاصطناعي', 57, 'صباحي', 'تطبيقي', 2250, '2024-10-03 02:07:42', '2024-10-03 02:07:42'),
(48, 'علوم الذكاء الاصطناعي', 57, 'صباحي', 'تطبيقي', 2250, '2024-10-03 02:07:43', '2024-10-03 02:07:43'),
(49, 'علوم الذكاء الاصطناعي', 57, 'صباحي', 'احيائي', 2250, '2024-10-03 02:07:51', '2024-10-03 02:07:51'),
(50, 'علوم الذكاء الاصطناعي', 57, 'صباحي', 'صناعة', 2250, '2024-10-03 02:08:14', '2024-10-03 02:08:14'),
(51, 'علوم الحياة', 57, 'صباحي', 'احيائي', 2500, '2024-10-03 02:09:41', '2024-10-03 02:09:41'),
(52, 'علوم الحياة', 57, 'صباحي', 'تطبيقي', 2500, '2024-10-03 02:10:03', '2024-10-03 02:10:03'),
(53, 'علوم الحياة', 55, 'مسائي', '(علوم رياضيات , علوم )معهد معلمين', 2500, '2024-10-03 02:12:46', '2024-10-03 02:12:46'),
(54, 'علوم التقنيات الاحيائية الطبية', 57, 'صباحي', 'احيائي', 2500, '2024-10-03 02:13:46', '2024-10-03 02:13:46'),
(55, 'علوم التقنيات الاحيائية الطبية', 57, 'صباحي', 'تطبيقي', 2500, '2024-10-03 02:14:07', '2024-10-03 02:14:07'),
(56, 'علوم التقنيات الاحيائية الطبية', 55, 'مسائي', 'تطبيقي', 2500, '2024-10-03 02:14:29', '2024-10-03 02:14:29'),
(57, 'علوم التقنيات الاحيائية الطبية', 55, 'مسائي', 'احيائي', 2500, '2024-10-03 02:14:39', '2024-10-03 02:14:39'),
(58, 'كاية القانون', 65, 'صباحي', 'تطبيقي', 1600, '2024-10-03 02:35:59', '2024-10-03 02:35:59'),
(59, 'علوم الكيمياء الحياتية', 57, 'صباحي', 'احيائي', 2500, '2024-10-03 03:23:47', '2024-10-03 03:23:47'),
(60, 'علوم الكيمياء الحياتية', 57, 'صباحي', 'تطبيقي', 2500, '2024-10-03 03:24:05', '2024-10-03 03:24:05'),
(61, 'علوم الكيمياء الحياتية', 55, 'مسائي', 'احيائي', 2500, '2024-10-03 03:24:29', '2024-10-03 03:24:29'),
(62, 'علوم الكيمياء الحياتية', 55, 'مسائي', 'تطبيقي', 2500, '2024-10-03 03:24:37', '2024-10-03 03:24:37'),
(63, 'هندسة الطب الحياتي', 71, 'صباحي', 'احيائي', 3500, '2024-10-03 03:25:34', '2024-10-03 03:25:34'),
(64, 'هندسة الطب الحياتي', 71, 'صباحي', 'تطبيقي', 3500, '2024-10-03 03:25:52', '2024-10-03 03:25:52'),
(65, 'هندسة الطب الحياتي', 74, 'صباحي', '(مهني)صناعه', 3500, '2024-10-03 03:27:15', '2024-10-03 03:27:15'),
(66, 'هندسة الطب الحياتي', 60, 'مسائي', '(مهني)صناعه', 3500, '2024-10-03 03:27:35', '2024-10-03 03:27:35'),
(67, 'هندسة الطب الحياتي', 60, 'مسائي', 'احيائي', 3500, '2024-10-03 03:27:50', '2024-10-03 03:27:50'),
(68, 'هندسة الطب الحياتي', 60, 'مسائي', 'تطبيقي', 3500, '2024-10-03 03:27:58', '2024-10-03 03:27:58'),
(69, 'الهندسة الكيمياوية والصناعات النفظية', 71, 'صباحي', 'احيائي', 2750, '2024-10-03 03:29:00', '2024-10-03 03:29:00'),
(70, 'الهندسة الكيمياوية والصناعات النفظية', 71, 'صباحي', 'تطبيقي', 2750, '2024-10-03 03:29:27', '2024-10-03 03:29:27'),
(71, 'الهندسة الكيمياوية والصناعات النفظية', 60, 'مسائي', 'احيائي', 2750, '2024-10-03 03:29:52', '2024-10-03 03:29:52'),
(72, 'الهندسة الكيمياوية والصناعات النفظية', 60, 'مسائي', 'تطبيقي', 2750, '2024-10-03 03:30:03', '2024-10-03 03:30:03'),
(73, 'الهندسة الكيمياوية والصناعات النفظية', 74, 'صباحي', '(مهني)صناعة', 2750, '2024-10-03 03:31:48', '2024-10-03 03:31:48'),
(74, 'الهندسة الكيمياوية والصناعات النفظية', 60, 'مسائي', '(مهني)صناعة', 2750, '2024-10-03 03:32:11', '2024-10-03 03:32:11'),
(75, 'هندسة تقنيات الحاسوب', 60, 'صباحي', 'احيائي', 2750, '2024-10-03 03:33:15', '2024-10-03 03:33:15'),
(76, 'هندسة تقنيات الحاسوب', 60, 'صباحي', 'تطبيقي', 2750, '2024-10-03 03:33:31', '2024-10-03 03:33:31'),
(77, 'هندسة تقنيات الحاسوب', 58, 'مسائي', 'احيائي', 2750, '2024-10-03 03:34:00', '2024-10-03 03:34:00'),
(78, 'هندسة تقنيات الحاسوب', 58, 'مسائي', 'تطبيقي', 2750, '2024-10-03 03:34:08', '2024-10-03 03:34:08'),
(79, 'هندسة تقنيات الحاسوب', 62, 'صباحي', '(مهني)صناعة', 2750, '2024-10-03 03:35:06', '2024-10-03 03:35:06'),
(80, 'هندسة تقنيات الحاسوب', 60, 'مسائي', '(مهني)صناعة', 2750, '2024-10-03 03:35:32', '2024-10-03 03:35:32'),
(81, 'هندسة تقنيات ميكانيك القوى', 60, 'صباحي', 'احيائي', 2250, '2024-10-03 03:36:38', '2024-10-03 03:36:38'),
(82, 'هندسة تقنيات ميكانيك القوى', 60, 'صباحي', 'تطبيقي', 2250, '2024-10-03 03:36:52', '2024-10-03 03:36:52'),
(83, 'هندسة تقنيات ميكانيك القوى', 58, 'مسائي', 'احيائي', 2250, '2024-10-03 03:37:28', '2024-10-03 03:37:28'),
(84, 'هندسة تقنيات ميكانيك القوى', 62, 'صباحي', '(مهني)صناعة', 2250, '2024-10-03 03:38:29', '2024-10-03 03:38:29'),
(85, 'هندسة تقنيات ميكانيك القوى', 60, 'مسائي', '(مهني)صناعة', 2250, '2024-10-03 03:38:46', '2024-10-03 03:38:46'),
(86, 'هندسة تقنيات البناء والانشاءات', 60, 'صباحي', 'تطبيقي', 2750, '2024-10-03 03:40:52', '2024-10-03 03:40:52'),
(87, 'هندسة تقنيات البناء والانشاءات', 58, 'مسائي', 'تطبيقي', 2750, '2024-10-03 03:41:34', '2024-10-03 03:41:34'),
(88, 'هندسة تقنيات البناء والانشاءات', 62, 'صباحي', '(البناء والرسم الهندسي )(مهني)صناعة', 2750, '2024-10-03 03:43:09', '2024-10-03 03:43:09'),
(89, 'هندسة تقنيات البناء والانشاءات', 60, 'مسائي', '(البناء والرسم الهندسي )(مهني)صناعة', 2750, '2024-10-03 03:43:34', '2024-10-03 03:43:34'),
(90, 'هندسة تقنيات الاجهزه الطبية', 60, 'صباحي', 'احيائي', 3000, '2024-10-03 03:44:43', '2024-10-03 03:44:43'),
(91, 'هندسة تقنيات الاجهزه الطبية', 60, 'صباحي', 'تطبيقي', 3000, '2024-10-03 03:45:10', '2024-10-03 03:45:10'),
(92, 'هندسة تقنيات الاجهزه الطبية', 58, 'مسائي', 'احيائي', 3000, '2024-10-03 03:45:30', '2024-10-03 03:45:30'),
(93, 'هندسة تقنيات الاجهزه الطبية', 58, 'مسائي', 'تطبيقي', 3000, '2024-10-03 03:45:41', '2024-10-03 03:45:41'),
(94, 'هندسة تقنيات الاجهزه الطبية', 62, 'صباحي', '(مهني)صناعة', 3000, '2024-10-03 03:46:11', '2024-10-03 03:46:11'),
(95, 'هندسة تقنيات الاجهزه الطبية', 60, 'مسائي', '(مهني)صناعة', 3000, '2024-10-03 03:46:39', '2024-10-03 03:46:39'),
(96, 'تقنيات الهندسة الكهربائيه', 60, 'صباحي', 'تطبقي', 3000, '2024-10-03 03:48:21', '2024-10-03 03:48:21'),
(97, 'تقنيات الهندسة الكهربائيه', 58, 'مسائي', 'تطبيقي', 3000, '2024-10-03 03:49:16', '2024-10-03 03:49:16'),
(98, 'تقنيات الهندسة الكهربائيه', 62, 'صباحي', '(مهني)صناعة', 3000, '2024-10-03 03:49:57', '2024-10-03 03:49:57'),
(99, 'تقنيات الهندسة الكهربائيه', 60, 'مسائي', '(مهني)صناعة', 3000, '2024-10-03 03:50:08', '2024-10-03 03:50:08'),
(100, 'هندسة تقنيات الاتصالات', 60, 'صباحي', 'تطبيقي', 2750, '2024-10-03 03:51:22', '2024-10-03 03:51:22'),
(101, 'هندسة تقنيات الاتصالات', 58, 'مسائي', 'تطبيقي', 2750, '2024-10-03 03:51:43', '2024-10-03 03:51:43'),
(102, 'هندسة تقنيات الاتصالات', 62, 'صباحي', '(مهني)صناعة', 2750, '2024-10-03 03:52:07', '2024-10-03 03:52:07'),
(103, 'هندسة تقنيات الاتصالات', 60, 'مسائي', '(مهني)صناعة', 2750, '2024-10-03 03:52:37', '2024-10-03 03:52:37'),
(104, 'هندسة الاطراف والمساند  الصناعية', 61, 'صباحي', 'احيائي', 3000, '2024-10-03 03:55:39', '2024-10-03 03:55:39'),
(105, 'هندسة الاطراف والمساند  الصناعية', 61, 'صباحي', 'تطبيقي', 3000, '2024-10-03 03:56:02', '2024-10-03 03:56:02'),
(106, 'هندسة الاطراف والمساند  الصناعية', 60, 'مسائي', 'احيائي', 3000, '2024-10-03 03:56:22', '2024-10-03 03:56:22'),
(107, 'هندسة الاطراف والمساند  الصناعية', 60, 'مسائي', 'تطبيقي', 3000, '2024-10-03 03:56:45', '2024-10-03 03:56:45'),
(108, 'هندسة تقنيات الوقود والطاقة', 60, 'صباحي', 'تطبيقي', 2500, '2024-10-03 03:57:47', '2024-10-03 03:57:47'),
(109, 'هندسة تقنيات الوقود والطاقة', 58, 'مسائي', 'تطبيقي', 2500, '2024-10-03 03:58:01', '2024-10-03 03:58:01'),
(110, 'هندسة تقنيات الوقود والطاقة', 62, 'صباحي', '(مهني)صناعة', 2500, '2024-10-03 03:58:29', '2024-10-03 03:58:29'),
(111, 'هندسة تقنيات الوقود والطاقة', 60, 'مسائي', '(مهني)صناعة', 2500, '2024-10-03 03:58:54', '2024-10-03 03:58:54'),
(112, 'التربية الفنية', 50, 'صباحي', 'احيائي', 1600, '2024-10-03 04:01:17', '2024-10-03 04:01:17'),
(113, 'التربية الفنية', 50, 'صباحي', 'تطبيقي', 1600, '2024-10-03 04:01:46', '2024-10-03 04:01:46'),
(114, 'التربية الفنية', 50, 'صباحي', 'ادبي', 1600, '2024-10-03 04:02:16', '2024-10-03 04:02:16'),
(115, 'التربية الفنية', 50, 'مسائي', 'ادبي', 1600, '2024-10-03 04:02:25', '2024-10-03 04:02:25'),
(116, 'التربية الفنية', 50, 'مسائي', 'احيائي', 1600, '2024-10-03 04:02:33', '2024-10-03 04:02:33'),
(117, 'التربية الفنية', 50, 'مسائي', 'تطبيقي', 1600, '2024-10-03 04:02:41', '2024-10-03 04:02:41'),
(118, 'التربية الفنية', 50, 'صباحي', '(بكل فروعها )( مهني)صناعة', 1600, '2024-10-03 04:03:51', '2024-10-03 04:03:51'),
(119, 'التربية الفنية', 50, 'مسائي', '(بكل فروعها )( مهني)صناعة', 1600, '2024-10-03 04:04:04', '2024-10-03 04:04:04'),
(120, 'التصميم', 50, 'صباحي', 'احيائي', 1600, '2024-10-03 04:04:34', '2024-10-03 04:04:34'),
(121, 'التصميم', 50, 'مسائي', 'احيائي', 1600, '2024-10-03 04:04:54', '2024-10-03 04:04:54'),
(122, 'التصميم', 50, 'صباحي', 'تطبيقي', 1600, '2024-10-03 04:05:12', '2024-10-03 04:05:12'),
(123, 'التصميم', 50, 'مسائي', 'تطبيقي', 1600, '2024-10-03 04:05:19', '2024-10-03 04:05:19'),
(124, 'التصميم', 50, 'صباحي', 'ادبي', 1600, '2024-10-03 04:05:35', '2024-10-03 04:05:35'),
(125, 'التصميم', 50, 'مسائي', 'ادبي', 1600, '2024-10-03 04:06:11', '2024-10-03 04:06:11'),
(126, 'التصميم', 50, 'مسائي', '(بكل فروعها )صناعة', 1600, '2024-10-03 04:06:49', '2024-10-03 04:06:49'),
(127, 'التصميم', 50, 'صباحي', '(بكل فروعها )صناعة', 1600, '2024-10-03 04:06:55', '2024-10-03 04:06:55'),
(128, 'محاسبة', 50, 'صباحي', 'احيائي', 1600, '2024-10-03 04:17:00', '2024-10-03 04:17:00'),
(129, 'محاسبة', 50, 'مسائي', 'احيائي', 1600, '2024-10-03 04:17:21', '2024-10-03 04:17:21'),
(130, 'محاسبة', 50, 'صباحي', 'تطبيقي', 1600, '2024-10-03 04:19:23', '2024-10-03 04:19:23'),
(131, 'محاسبة', 50, 'مسائي', 'تطبيقي', 1600, '2024-10-03 04:19:34', '2024-10-03 04:19:34'),
(132, 'محاسبة', 50, 'مسائي', 'ادبي', 1600, '2024-10-03 04:19:45', '2024-10-03 04:19:45'),
(133, 'محاسبة', 50, 'مسائي', 'ادبي تجارة', 1600, '2024-10-03 04:20:16', '2024-10-03 04:20:16'),
(134, 'محاسبة', 50, 'صباحي', 'ادبي تجارة', 1600, '2024-10-03 04:20:23', '2024-10-03 04:20:23'),
(135, 'كلية التربية البدنية وعلوم الرياضة', 50, 'صباحي', 'احيائي', 1600, '2024-10-03 06:41:21', '2024-10-03 06:41:21'),
(136, 'كلية التربية البدنية وعلوم الرياضة', 50, 'صباحي', 'تطبيقي', 1600, '2024-10-03 06:41:50', '2024-10-03 06:41:50'),
(137, 'كلية التربية البدنية وعلوم الرياضة', 50, 'صباحي', 'ادبي', 1600, '2024-10-03 06:42:11', '2024-10-03 06:42:11'),
(138, 'كلية التربية البدنية وعلوم الرياضة', 50, 'مسائي', 'ادبي', 1600, '2024-10-03 06:42:21', '2024-10-03 06:42:21'),
(139, 'كلية التربية البدنية وعلوم الرياضة', 50, 'مسائي', 'تطبيقي', 1600, '2024-10-03 06:42:27', '2024-10-03 06:42:27'),
(140, 'كلية التربية البدنية وعلوم الرياضة', 50, 'مسائي', 'احيائي', 1600, '2024-10-03 06:42:33', '2024-10-03 06:42:33'),
(145, 'قسم هندسة تقنيات الاتصالات', 62, 'صباحي', 'الكهرباء - الالكترونيك والسيطرة - صيانة منظومات الليزر - صيانة الحاسبات - اتصالات - الاجهزة الطبية - حاسبات - شبكات حاسوب - القوة الكهربائية - الكترون )', 3, '2024-10-03 15:28:50', '2024-10-03 15:28:50'),
(146, 'قسم هندسة تقنيات الاتصالات', 60, 'صباحي', 'الحاسوب وتقنية المعلومات :\r\n(شبكات الحاسوب - تجميع وصيانة الحاسوب - الإدارة الالكترونية - اجهزة الهواتف والحاسوب المحمولة )', 3, '2024-10-03 15:30:21', '2024-10-03 15:30:21'),
(147, 'تقنيات الهندسة الكهربائية', 60, 'صباحي', 'تطبيقي', 3, '2024-10-03 15:31:30', '2024-10-03 15:31:30'),
(148, 'تقنيات الهندسة الكهربائية', 60, 'صباحي', 'صناعة ( الكهرباء - الالكترونيك والسيطرة - صيانة منظومات الليزر - صيانة الحاسبات - اتصالات - الاجهزة الطبية - صيانة المصاعد الكهربائية - توليد الطاقة الكهربائية ونقلها - ميكاترونك - مكائن كهربائية - القوة الكهربائية - الكترون )', 3, '2024-10-03 15:32:30', '2024-10-03 15:32:30'),
(149, 'تقنيات الهندسة الكهربائية', 58, 'مسائي', '( الكهرباء - الالكترونيك والسيطرة - صيانة منظومات الليزر - صيانة الحاسبات - اتصالات - الاجهزة الطبية - صيانة المصاعد الكهربائية - توليد الطاقة الكهربائية ونقلها - ميكاترونك - مكائن كهربائية - القوة الكهربائية - الكترون )', 3, '2024-10-03 15:32:41', '2024-10-03 15:32:41'),
(150, 'هندسة تقنيات ميكانيك القوى', 62, 'صباحي', 'الصناعة (النسيج- ميكاترونكس سيارات- تكنلوجيا صناعة -صيانة المصاعد الكهربائية- محطات وشبكات ومعالجة المياه - انتاج التبريد والتكيف -مضخات وتوربينات-مكائن ومعدات', 3, '2024-10-03 15:42:06', '2024-10-03 15:42:06'),
(151, 'هندسة تقنيات ميكانيك القوى( الرياضة - الفنية)', 62, 'صباحي', 'الصناعة(النسيج- ميكاترونكس سيارات -تكنلوجيا صناعية -صيانة مصاعد الكهربائية -محطات وشبكات ومعالجة المياه - انتاج تطيف التبريد والتكييف - مضخات وتوربينات - مكائن ومعدات )', 3, '2024-10-03 15:45:03', '2024-10-03 15:45:03'),
(152, 'هندسة تقنيات ميكانيك القوى( التصميم- الاعلام)', 62, 'صباحي', 'الصناعة(النسيج- ميكاترونكس سيارات -تكنلوجيا صناعية -صيانة مصاعد الكهربائية -محطات وشبكات ومعالجة المياه - انتاج تطيف التبريد والتكييف - مضخات وتوربينات- مكائن ومعدات )', 3, '2024-10-03 15:45:20', '2024-10-03 15:45:20'),
(153, 'هندسة تقنيات ميكانيك القوى( التصميم- الاعلام)', 60, 'مسائي', 'الصناعة(النسيج- ميكاترونكس سيارات -تكنلوجيا صناعية -صيانة مصاعد الكهربائية -محطات وشبكات ومعالجة المياه - انتاج تطيف التبريد والتكييف - مضخات وتوربينات - مكائن ومعدات )', 3, '2024-10-03 15:45:37', '2024-10-03 15:45:37'),
(154, 'هندسة تقنيات ميكانيك القوى( الرياضة- الفنية)', 60, 'مسائي', 'الصناعة(النسيج- ميكاترونكس سيارات -تكنلوجيا صناعية -صيانة مصاعد الكهربائية -محطات وشبكات ومعالجة المياه - انتاج تطيف التبريد والتكييف - مضخات وتوربينات - مكائن ومعدات )', 3, '2024-10-03 15:46:03', '2024-10-03 15:46:03'),
(155, 'هندسة تقنيات ميكانيك القوى( الرياضة- الفنية)', 62, 'صباحي', '(الصناعة(تكنلوجيا السباكة -النجارة -المكنة الزراعية', 3, '2024-10-03 16:02:05', '2024-10-03 16:02:05'),
(156, 'الوقود والطاقة (الاعلام -الرياضة)', 62, 'صباحي', 'الصناعة (بتروكيمياويات - تكرير النفظ ومعالجة الغاز - تكييف الهواء والتثلييج - صناعات بتروكيمياوية )', 3000000, '2024-10-03 16:06:14', '2024-10-03 16:06:14');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `departments`
--
ALTER TABLE `departments`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `departments`
--
ALTER TABLE `departments`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=157;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
